Repository: abdusfauzi/shuttle
Catalog: Shuttle/*.lproj/Localizable.strings
Languages: es, fr

source: About
es: Acerca
fr: A propos de

source: Version:
es: Versión:

source: - A simple SSH shortcut menu.
es: - Un SSH menu simple de shortcuts (atajos).
fr: - Le gestionnaire de raccourcis SSH.

source: (Swift core refactor; SwiftUI migration groundwork)
es: (núcleo refactorizado en Swift; base para migración a SwiftUI)
fr: (refonte du coeur en Swift ; base de migration vers SwiftUI)

source: Shuttle setup required
es: Configuracion de Shuttle requerida
fr: Configuration Shuttle requise

source: Open Privacy Settings
es: Abrir ajustes de privacidad
fr: Ouvrir les reglages de confidentialite

source: Open Config
es: Abrir configuracion
fr: Ouvrir la configuration

source: Accessibility permission is required.
es: Se requiere permiso de Accesibilidad.
fr: L'autorisation Accessibilite est requise.

source: Automation permission is required (System Events).
es: Se requiere permiso de Automatizacion (System Events).
fr: L'autorisation Automatisation est requise (System Events).

source: Config file is not readable.
es: El archivo de configuracion no se puede leer.
fr: Le fichier de configuration n'est pas lisible.

source: Grant permissions and try again.
es: Concede permisos y vuelve a intentarlo.
fr: Accordez les autorisations puis reessayez.

source: Maintained by
es: Mantenido por

source: Error parsing config
fr: Fichier de param√©trage invalide
